

//Array of Objects
const quiz = [
{
    q:'শক্তির মূল উৎস কোনটি ?',
    options:['উদ্ভিদ','সূর্য','চাঁদ','প্রাণী'],
    answer:1
},
{
    q:'কোনটির জন্য প্রাণী উদ্ভিদের উপর নির্ভরশীল ?',
    options:['আলো','পানি','খাদ্য','বাতাস'],
    answer:2
},
{
    q:'কোনটি বায়ু দূষণের কারণ ?',
    options:['কীটনাশকের ব্যবহার','কলকারখানার ধোঁয়া','উচ্চ শব্দে গান বাজানো'],
    answer:2
},
{
    q:'কোনটি পানি দূষণের ফলে হয় ?',
    options:['শ্রবণ শক্তি হ্রাস','ঘুমে ব্যাঘাত সৃষ্টি','ডায়রিয়া','মাটির উর্বরতা হ্রাস'],
    answer:2
},
{
    q:'মাটি দূষণের কারণ কোনটি ?',
    options:['পৃথিবীর উষ্ণতা বৃদ্ধি','কীটনাশকের ব্যবহার','মাটির উর্বরতা হ্রাস'],
    answer:1
},
{
    q:'উদ্ভিদের পুষ্টি শোষণের জন্য কোনটি প্রয়োজন ?',
    options:['পানি','মাটি','আলো','বায়ু'],
    answer:1
},
{
    q:'কোনটি পানি দূষণের কারণ ?',
    options:['ধোঁয়া','ক্ষতিকর গ্যাস','হর্ন বাজানো','নর্দমার বর্জ্য'],
    answer:3
},
{
    q:'চিপসের প্যাকেটে কোন গ্যাস ব্যবহার করা হয় ?',
    options:['অক্সিজেন','কার্বন ডাইঅক্সাইড','নাইট্রোজেন','জলীয় বাষ্প'],
    answer:2
},
{
    q:'নিচের কোনটি যান্ত্রিক শক্তি ?',
    options:['বায়ুপ্রবাহ','জ্বালানি তেল','চুলার আগুন','খাবার'],
    answer:0
},
{
    q:'খাদ্যে নিচের কোন শক্তিটি থাকে ?',
    options:['আলোক শক্তি','তাপ শক্তি','যান্ত্রিক শক্তি','রাসায়নিক শক্তি'],
    answer:3
},
{
    q:'কোনটি জাঙ্ক ফুড ?',
    options:['পাউরুটি','দই','পরটা','পটেটো চিপস'],
    answer:3
},
{
    q:'কোনটি ম্যালেরিয়া বা ডেঙ্গু রোগের বাহক ?',
    options:['কুকুর','প্রজাপতি','মশা','মাছি'],
    answer:2
},
{
    q:'সুর্যের চারদিকে একবার ঘুরে আসতে পৃথিবীর কত সময় লাগে ?',
    options:['২৪ দিন','২৭ দিন','৩৬৫ দিন','৭ দিন'],
    answer:2
},
{
    q:'শিল্পবিপ্লব কখন হয়েছিল ?',
    options:['১৭ শতক','১৮ শতক','১৯ শতক','২০ শতক'],
    answer:1
},
{
    q:'কোনটি রাসায়নিক প্রযুক্তি ?',
    options:['সার','ট্রাক্টর','সেচ পাম্প'],
    answer:0
},
{
    q:'নিচের কোনটি বৈজ্ঞানিক প্রক্রিয়া ?',
    options:['অধ্যয়ন','অনুশীলন','লেখা','পর্যবেক্ষণ'],
    answer:3
},
{
    q:'তথ্য সংরক্ষণের জন্য কোনটি ব্যবহার করা হয় ?',
    options:['টিভি','রেডিও','সংবাদপত্র','সিডি'],
    answer:3
},
{
    q:'তথ্য বিনিময়ের জন্য কোন যন্ত্রটি ব্যবহার করা হয়  ?',
    options:['বাস','থার্মোমিটার','মোবাইল ফোন','ঘাড়ি'],
    answer:2
},
{
    q:'বায়ুর চাপ অত্যধিক কমে গেলে কী ঘটে ?',
    options:['ঝড়','বৃষ্টি','কুয়াশা','শৈত্য প্রবাহ'],
    answer:1
},
{
    q:'বাংলাদেশে প্রতি বছর কোনটি দেখা যায় ?',
    options:['বন্যা','ভূমিকম্প','তাপদাহ','তুষার পাট'],
    answer:2
},
{
    q:'আবহাওয়া ও জলবায়ুর মধ্যে পার্থক্য কিসের ?',
    options:['সময়','স্থান','দিক','শক্তি'],
    answer:1
}
]